Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/after_a_death/death_cert.html.txt.tmx
Source language: en
Languages: ga

source: It is a legal requirement in Ireland that every death that takes place in the State must be recorded and registered
ga: Ceanglaítear sa dlí in Éirinn gach bás a tharlaíonn sa Stát a chur i dtaifead agus a chlárú

source: Records of deaths in Ireland are held in the General Register Office, which is the central civil repository for records relating to Births, Marriages and Deaths in Ireland
ga: Déantar na taifid ar bhásanna in Éirinn a choimeád in Oifig an Ard-Chláraitheora, arb í sin an taisclann lárnach shibhialta le haghaidh Breitheanna, Póstaí agus Básanna in Éirinn

source: You can apply for a copy of a death certificate to any Registrar of Births, Marriages and Death or to the General Register Office
ga: Is féidir leat iarratas a dhéanamh ar chóip de dheimhniú báis ar aon Chlár Breitheanna, Póstaí agus Básanna nó ar an bPríomh-Oifig Chlárúcháin

source: The Civil Registration Act 2004 changed some of the rules about registering a death
ga: Rinne an tAcht um Chlárú Sibhialta, 2004 roinnt athruithe ar na rialacha maidir le bás a chlárú

source: These changes took effect in December 2005
ga: Tháinig na hathruithe seo i bhfeidhm an 5 Nollaig 2005

source: A death can be registered in the office of any Registrar of Births, Marriages and Death, irrespective of where the death occurs
ga: Is féidir bás a chlárú in oifig aon Chláir Bhreitheanna, Phóstaí agus Bhásanna, gan aird ar cén áit a dtarlaíonn sé

source: The staff of the hospital (if the death occurred in a hospital) or of your local health centre, will be able to tell you where you can register the death
ga: Beidh foireann an ospidéil (má tharla an bás in ospidéal) nó foireann d’ionaid sláinte áitiúil in ann insint duit cén áit ar féidir leat an bás a chlárú

source: Deaths must be registered as soon as possible after the death and no later than 3 months
ga: Ní mór básanna a chlárú a luaithe agus is féidir i ndiaidh an bháis agus tráth nach déanaí ná 3 mhí

source: It is usually registered by the next of kin
ga: Is gnách go ndéanann an neasghaol an bás a chlárú

source: Alternatively, it may be registered by a person who was present during the death or final illness of the deceased, or has knowledge of the required particulars
ga: Mar rogha air sin, is féidir le duine a bhí i láthair ag an mbás nó le linn thinneas báis an mhairbh, nó duine a bhfuil eolas aige/aici ar na critéir riachtanacha an bás a chlárú

source: Further information on who can register the death is available on the General Register Office website
ga: Tá fáil ar bhreis faisnéise ar cé ar féidir leis/léi an bás a chlárú ó láithreán gréasáin na Príomh-Oifige Clárúcháin

source: There is no charge to register a death
ga: Ní ghearrtar aon táille ar bhás a chlárú

source: Fees are charged for a copy of a death certificate
ga: Gearrtar táillí ar chóip de dheimhniú báis

source: A certificate is issued for social welfare purposes at a reduced cost
ga: Eisítear deimhniú ar mhaithe le cuspóirí leasa shóisialaigh ar chostas laghdaithe

source: Evidence it is for social welfare purposes is required, such as a note from the Department of Social Protection
ga: Teastaíonn fianaise gurb ar mhaithe le cuspóirí leasa shóisialaigh atá an deimhniú, ar nós nóta ón Roinn Coimirce Sóisialaí

source: Since 19 December 2016, at the time of registration there is no charge for a death certificate if the deceased was less than 12 months of age on the date of death
ga: Ó 19 Nollaig 2016, má bhí an leanbh éagtha faoin bhun 12 mhí aois ar dháta báis, ní aon táille do theastas báis ag tráth an chlárúcháin

source: The fees charged for a certificate are as follows:
ga: Gearrtar na táillí a leanas ar chóipeanna de dheimhnithe:

source: • €20 for a full standard certificate
ga: • €20 ar dheimhniú iomlán caighdeánach

source: • €1 for a copy for social welfare purposes (letter from Department of Social Protection required)
ga: • €1 ar chóip chun críocha leasa shóisialaigh (litir ón Roinn Coimirce Sóisialaí ag teastáil)

source: • €4 for an uncertified copy of an entry in the Register
ga: • €4 ar chóip neamhdheimhnithe d’iontráil sa Chlár

source: • €10 to have a certificate authenticated (only available from the General Register Office)
ga: • €10 go ndéantar an deimhniú a fhíordheimhniú (níl seo ar fáil ach ón bPríomh-Oifig Chlárúcháin)

source: To register a death, you must bring a Death Notification Form stating the cause of death to any Registrar of Births, Marriages and Deaths
ga: Chun bás a chlárú, ní mór Foirm an Fhógra Báis a luann cúis an bháis a thabhairt d’aon Chláraitheoir Breitheanna, Póstaí agus Básanna

source: You can get the Death Notification Form from the doctor who attended the deceased during their last illness
ga: Is féidir Fhoirm an Fhógra Báis a fháil ón dochtúir a bhí i láthair leis an marbh le linn thinneas a mbáis

source: You must complete Part 2 of the Death Notification Form
ga: Ní mór duit Cuid 2 d’Fhoirm an Fhógra Báis a líonadh

source: You must then sign the Register in the presence of the Registrar
ga: Ní mór ansin an Clár a shíniú i láthair an Chláraitheora

source: You will need to bring photo ID with you
ga: Ní mór duit aitheantas grianghraif a thabhairt leat

source: This registration is free
ga: Tá an clárú seo saor in aisce

source: A doctor must be satisfied about the cause of death before he/she can certify it
ga: Ní mór do dhochtúir a bheith sásta faoi chúis an bháis sula ndéanann sé/sí é a dheimhniú

source: If he/she didn't see the deceased at least 28 days before the death occurred, or if he/she isn't satisfied about the cause of death, he/she must inform a Coroner who will decide if a postmortem is necessary
ga: Mura bhfaca sé/sí an marbh ar a laghad 28 lá sular tharla an bás, nó mura bhfuil sé/sí sásta faoi chúis an bháis, ní mór dó/di teagmháil a dhéanamh leis an gCróinéir a dhéanfaidh cinneadh maidir le scrúdú iarbháis más gá

source: If the deceased died as the result of an accident, or in violent or unexplained circumstances the coroner must be informed
ga: Má fuair an marbh bás mar thoradh ar thimpiste, nó faoi chúinsí foréigneacha nó nach bhfuil míniú orthu, ní mór an cróinéir a chur ar an eolas

source: There may be a delay in registering a death where a postmortem is carried out
ga: D’fhéadfadh moill a bheith ar bhás a chlárú sa chás go dtugtar faoi scrúdú iarbháis

source: The death is automatically registered where an inquest or postmortem is held at the request of the Coroner
ga: Déantar an bás a chlárú go huathoibríoch sa chás go mbíonn ionchoisne nó scrúdú iarbháis ar siúl ar iarraidh an Chróinéara

source: The Coroner issues a certificate to the Registrar containing all the details to be registered
ga: Eisíonn an Cróinéir teastas don Chláraitheoir ina bhfuil na sonraí go léir atá le clárú

source: Deaths should be registered as soon as possible and no later than 3 months from the date of the death
ga: Ní mór básanna a chlárú a luaithe agus is féidir agus tráth nach déanaí ná 3 mhí ó dháta an bháis

source: You will require the written permission of the Registrar General to register any death that was not registered within one year
ga: Ní mór cead i scríbhinn a fháil ón Ard-Chláraitheoir chun aon bhás nár cláraíodh laistigh de bhliain a chlárú

source: You should approach a maternity hospital or your local Registrar for information on how to register a stillborn child
ga: Ba chóir teagmháil a dhéanamh leis an ospidéal máithreachais nó le do Chláraitheoir áitiúil chun eolas a fháil maidir le conas leanbh marbh-bheirthe a chlárú

source: Getting a death certificate
ga: Deimhniú báis a fháil

source: You can get copies of the death certificate from the Registrar when you are registering the death
ga: Is féidir leat cóipeanna den deimhniú báis a fháil ón gCláraitheoir nuair a chláraíonn tú an bás

source: To obtain a copy of a death certificate at a later stage, you can go directly to any Registrar's office
ga: Chun cóip den deimhniú báis a fháil ag tráth níos déanaí, is féidir leat dul díreach a fhad le hoifig aon Chláraitheora

source: You can also apply for a death certificate by post
ga: Is féidir leat iarratas a dhéanamh, chomh maith ar dheimhniú báis sa phost

source: An application form for a copy of a death certificate is available from the General Register Office
ga: Tá fáil ar fhoirm iarratais ar chóip de dheimhniú báis ó Oifig na Príomh-Oifige Clárúcháin

source: You can also apply online for a copy of a certificate
ga: Chomh maith leis sin, féadfaidh tú iarratas a dhéanamh ar líne ar chóip de dheimhniú

source: There is a reduced fee for those who need the death certificate for social welfare purposes
ga: Gearrtar táille laghdaithe orthu siúd a dteastaíonn an deimhniú báis uathu ar mhaithe le cuspóirí leasa shóisialaigh

source: You do not necessarily have to wait for the death certificate before claiming social welfare benefits, as a copy of the death notice from the newspapers will be accepted if there is a delay in getting the certificate
ga: Ní gá i gcónaí fanacht leis an deimhniú báis sula ndéantar sochair leasa shóisialaigh a éileamh, mar gheall go nglactar le cóip d’fhógra an bháis ó na nuachtáin má bhíonn moill ar an deimhniú báis a fháil

source: Contact information for Registrars of Births, Marriages and Deaths throughout Ireland is available on the HSE's website and from your Local Health Office
ga: Tá fáil ar fhaisnéis teagmhála do Chláir Bhreitheanna, Phóstaí agus Bhásanna ar fud na hÉireann ó láithreán gréasáin FSS agus ó d’Oifig Sláinte Áitiúil

source: You can apply online for a copy of a certificate
ga: Is féidir leat iarratas a dhéanamh ar líne ar dheimhniú
